Repository: samueloluwoleb/MovieApp3.1
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Logged in successful
es: Inicia sesión exitosamente

source: Login Failed: Please verify you entered the correct email and password
es: Error de inicio de sesión: verifique que haya ingresado el correo electrónico y la contraseña correctos

source: You are not authorize to view the page, please log in
es: No estás autorizado a ver la página, por favor inicia sesión.

source: The password doesn't match, try again
es: La contraseña no coincide, inténtalo de nuevo.

source: The user
es: Usuario

source: has been added successfully.
es: se ha agregado exitosamente.

source: Welcome
es: Bienvenida

source: Hover on Menu to login.
es: Pase el cursor sobre Menú para iniciar sesión.

source: You have successfully logged out, hover on menu to log back in
es: Has cerrado sesión correctamente, coloca el cursor sobre el menú para volver a iniciar sesión

source: There are no movies matching your searched movie
es: No hay películas que coincidan con la película buscada.

source: The ID you entered doesn't exist
es: El ID que ingresaste no existe

source: Review successfully added to the movie
es: Reseña agregada exitosamente a la película.

source: Please check the user ID
es: Por favor verifique el ID de usuario

source: The movie
es: La película

source: already exists in your catalogue
es: ya existe en tu catálogo

source: successfully added
es: Agregado exitosamente

source: Password reset email sent. Check your email for instructions.
es: Correo electrónico de restablecimiento de contraseña enviado. Consulte su correo electrónico para obtener instrucciones.

source: Email not found. Please check your email address.
es: El correo electrónico no encontrado. Por favor, compruebe su dirección de correo electrónico.

source: Invalid or expired token. Please request a new password reset.
es: Token no válido o caducado. Solicite un nuevo restablecimiento de contraseña.

source: The password doesn't match, request a new password reset link
es: La contraseña no coincide, solicite un nuevo enlace para restablecer la contraseña

source: Password updated, please re-login with the new password
es: Contraseña actualizada, vuelva a iniciar sesión con la nueva contraseña

source: 400 Error
es: error 400

source: Oops !!! Something Went wrong.
es: Ups !!! Algo salió mal.

source: Go back to homepage
es: Volver a la página principal

source: Homepage
es: Página principal

source: 404 Error
es: error 404

source: 500 Error
es: error 500

source: Add a movie
es: Añadir una película

source: Log out
es: Cerrar sesión

source: These are your movie details
es: Estos son los detalles de tu película.

source: Movie Title:
es: Título de la película:

source: Year of Release:
es: Año de lanzamiento:

source: Movie Rating:
es: Clasificación de la película:

source: Movie Director:
es: Director de cine:

source: Add movie
es: Agregar película

source: Admin profile
es: Perfil de administrador

source: Add user
es: Agregar usuario

source: Enter user details
es: Introduce los datos del usuario

source: Name:
es: Nombre

source: Email:
es: Correo electrónico

source: Password:
es: Contraseña

source: Confirm Password:
es: Confirmar Contraseña:

source: Gender:
es: Género

source: Enter a movie name to search
es: Ingrese el nombre de una película para buscar

source: Search movie:
es: buscar película

source: Enter the movie name
es: Introduce el nombre de la película

source: Search
es: Buscar

source: Genre:
es: Género:

source: Choose movie genre
es: Elige el género de la película

source: Action
es: Acción

source: Adventure
es: Aventura

source: Superhero
es: superhéroe

source: Comedy
es: Comedia

source: Science Fiction
es: Ciencia ficción

source: Fantasy
es: Fantasía

source: Thriller
es: Suspenso

source: Mystery
es: Misterio

source: Historical
es: Histórica

source: Western
es: occidental

source: Animation
es: Animación

source: Documentary
es: Documental

source: War
es: Guerra

source: Sports
es: Deportes

source: Family
es: Familia

source: Add a new movie to your catalogue
es: Añade una nueva película a tu catálogo

source: Back to profile
es: Volver al perfil

source: Admin
es: Administradora

source: Welcome Admin !!!
es: Bienvenido administrador!!!

source: List of operations are:
es: La lista de operaciones es:

source: Display all users
es: Mostrar todas usuarias

source: Add new user
es: Agregar nueva usuaria

source: Del a user
es: Eliminar un usuario

source: Enter the ID of user to delete
es: Ingrese el ID del usuario a eliminar

source: ID:
es: IDENTIFICACIÓN:

source: Del User
es: Borrar usuario

source: User Profile
es: Perfil del usuario

source: Enter the ID of user
es: Ingrese el ID del usuario

source: Visit user profile
es: Visitar perfil de usuario

source: Movie name:
es: Nombre de pelicula:

source: Search movie
es: buscar película

source: Del movie
es: de la película

source: Enter the movie ID
es: Introduce el ID de la película

source: Delete movie
es: Eliminar película

source: Login page
es: Página de inicio de sesión

source: Password_reset_email
es: Contraseña_restablecer_correo electrónico

source: Password Reset
es: Restablecimiento de contraseña

source: Enter your email to reset password
es: Ingresa tu correo electronico para reestablecer su contraseña

source: Reset
es: Reiniciar

source: Translate Website:
es: Traducir sitio web:

source: Choose a preferred language
es: Elija un idioma preferido

source: Spanish
es: Lengua española

source: French
es: Idioma francés

source: English
es: Idioma en Inglés

source: Load language
es: Cargar idioma

source: Welcome to the MovieApp
es: Bienvenido a MovieApp

source: MENU
es: MENÚ

source: Sign up
es: Inscribirse

source: Log in
es: Acceso

source: Login details
es: Detalles de registro

source: forget password
es: contraseña olvidada

source: New password
es: contraseña olvidada

source: Enter a new password:
es: Introduzca una nueva contraseña:

source: New password:
es: contraseña olvidada:

source: Confirm New password:
es: Confirmar nueva contraseña:

source: Submit
es: Entregar

source: Title
es: Título

source: Enter details of the movie
es: Introduce los detalles de la película.

source: Movie Name:
es: Nombre de pelicula

source: Movie genre:
es: Género de película

source: * Choose another genre
es: * Elige otro género

source: Review Rating:
es: Calificación de revisión

source: * Choose another rating
es: * Elige otra calificación

source: Review description:
es: Descripción de la reseña:

source: Update movie
es: Actualizar película

source: Profile
es: Perfil

source: Toggle dark mode
es: Alternar modo oscuro

source: List of
es: Lista de

source: 's movies
es: las películas de

source: This user has no favourite movie
es: Esta usuaria no tiene pelicula favorita

source: Name
es: Nombre

source: id
es: identificación

source: Director
es: Directora

source: Year
es: Año

source: Rating
es: Clasificación

source: Genre
es: Género

source: Review and Rating:
es: Revisión y calificación:

source: Delete review
es: Eliminar reseña

source: Add a review
es: Agrega una reseña

source: Choose movie rating
es: Elige la clasificación de la película

source: Add review
es: Agregar una opinión

source: Click the button below and wait few seconds to get movies 5
es: Haga clic en el botón a continuación y espere unos segundos para obtener películas 5

source: Show Movie Recommendations
es: Mostrar recomendaciones de películas

source: recommendation you will enjoy
es: recomendación que disfrutarás

source: Users
es: Usuarias

source: ID
es: IDENTIFICACIÓN
